INSERT INTO personas
    (apellido, nombre, dni, alta)
VALUES
   ('García',    'Lucía',      '32145678', '2024-02-12'),
   ('Rodríguez', 'Martín',     '32564879', '2024-03-09'),
   ('Fernández', 'Sofía',      '33011223', '2025-01-18'),
   ('López',     'Juan',       '29874512', '2023-11-25'),
   ('Martínez',  'Valentina',  '30122334', '2025-04-07'),
   ('Gómez',     'Santiago',   '31234567', '2023-07-30'),
   ('Díaz',      'Mateo',      '35678901', '2024-12-05'),
   ('Pérez',     'Camila',     '31415926', '2024-06-20'),
   ('Sánchez',   'Thiago',     '34217890', '2023-10-14'),
   ('Romero',    'Emma',       '33322211', '2024-09-03'),
   ('Álvarez',   'Benjamín',   '34455667', '2025-02-28'),
   ('Torres',    'Mía',        '35544321', '2025-03-22'),
   ('Flores',    'Joaquín',    '32233445', '2023-05-17'),
   ('Acosta',    'Isabella',   '31112223', '2024-01-08'),
   ('Medina',    'Lautaro',    '37771234', '2025-05-10'),
   ('Silva',     'Catalina',   '36665544', '2023-12-11'),
   ('Rojas',     'Lucas',      '39001234', '2024-08-27'),
   ('Molina',    'Olivia',     '30009876', '2023-04-02'),
   ('Castro',    'Delfina',    '31098765', '2024-11-16'),
   ('Ortíz',     'Francisco',  '32100987', '2023-02-24');
